export interface NewsDataProps {
  id: string;
  time: string;
  image: any;
  author: string;
  is_important: boolean;
  title: string;
  content: any;
}

const newsData: NewsDataProps[] = [
  {
    id: "1",
    time: "01 листопада 2022 14:08",
    image: require("./assets/photo-1.jpeg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "2",
    time: "02 листопада 2022 14:08",
    image: require("./assets/photo-2.jpeg"),
    author: "Володимир Каран",
    is_important: true,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "03 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "04 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "05 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "06 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "07 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "08 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "09 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "10 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "12 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "13 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "14 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "15 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: true,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: true,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
  {
    id: "3",
    time: "16 листопада 2022 14:08",
    image: require("./assets/photo-3.jpg"),
    author: "Володимир Каран",
    is_important: false,
    title:
      "«Є реальна загроза, що на два тижні можемо залишитися без світла» — голова Київської ОВА Кулебa",
    content: [
      {
        type: "quote",
        details:
          "Василь Кричун — Mobile Software Architect, або архітектор програмних засобів для мобільних пристроїв у компанії Avenga. В ІТ працює вже 18 років, але війна змусила змінити фах — айтівець став командиром взводу в окремому стрілецькому батальйоні.",
      },
      {
        type: "quote",
        details:
          "Про те, які навички з IT-професій виявилися корисними у війську, на що здатна Василева нова команда та які знання він опановує в окопах — у матеріалі hromadske.",
      },
      {
        type: "subtitle",
        details: "Доїхати додому та штурмувати військкомат",
      },
      {
        type: "paragraph",
        details:
          "Багато знайомих Василя не вірили, що повномасштабна війна таки почнеться. На відміну від них, чоловік заздалегідь склав тривожний рюкзак і возив його з собою. 24 лютого Василь зустрів у Львові: того дня мав складати фінальний іспит на ліцензію приватного пілота (PPL). ",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
      {
        type: "picture",
        img: require("./assets/photo-1.jpeg"),
        imgTitle: "Василь Кричун",
        imgSource: "надано hromadske",
      },
      {
        type: "quote",
        details:
          "«Пам’ятаю, як зв’язався з пілотом-інструктором, який повідомив, що небо закрили для польотів і мій іспит переноситься на невідомий час. Під звуки сирен виїжджав зі Львова до Івано-Франківська, спостерігаючи кілометрові черги на заправках і до банкоматів. Я думав, аби тільки не заблокували дороги й не зник зв’язок, і щоб я міг дістатися до рідних», — згадує чоловік.",
      },
    ],
  },
];

export default newsData;
